Repository: sugarlabs/readetexts
Catalog: po/aym.po
Languages: aym

source: Read ETexts
aym: ETexts Ullaña

source: Back
aym: Alaxa pacha pata

source: Previous page
aym: Qutir laphi

source: Previous bookmark
aym: Qutir chimtata

source: Forward
aym: Sartawi

source: Next page
aym: Jutiri laphi

source: Next bookmark
aym: Jutiri chimtaña

source: Toggle Bookmark
aym: Chimpuña qhantayaña jani ukaxa jiwayaña

source: Underline
aym: Sich'ita qillqanaka

source: Zoom out
aym: Jisk'aptayaña

source: Zoom in
aym: Jach'aptayaña

source: Fullscreen
aym: Maypacha uñtawi

source: Previous
aym: Nayrankiri

source: Next
aym: Jutiri

source: Get Book
aym: Panka alaña

source: Remove Results List
aym: Wakichatanaka sutinakapa siqi chhaqtayaña

source: Play / Pause
aym: Qhanayaña / Suyt'ayaña

source: pitch adjusted
aym: suma ist'asiñapataki wakichata

source: rate adjusted
aym: tantiyu sarañapataki wakichata

source: Bookmark
aym: Chimpuñataki wakichata

source: Edit
aym: Wakichata Chiqachaña

source: Read
aym: Ullaña

source: Books
aym: Pankanaka

source: View
aym: Unjaña

source: Speech
aym: Arsunma

source: Error
aym: Pantjata

source: You must enter at least one search word.
aym: Thaqañatakixa maya sapa aruksa qillqantañamawa.

source: Connection timed out for
aym: Wakichañanaka luräwinakampi qallantaña tukuyata

source: Could not download
aym: Apaqañaxa janiwa phuqasiti

source: path in catalog may be incorrect.
aym: wakichatanaka sutinakapa qillqata pankana thaqaña thakixa pantjataspawa.

source: Success
aym: Jallalla

source: added to Journal.
aym: Sapüru luräwinaka qillqataru yapxatata.

source: Failure
aym: Pantjata

source: Error getting document from tube
aym: Tubo sutini qillqata wakichata thaqañana pantjata
